tap "auth0/auth0-cli"
tap "azure/bicep"
tap "colindean/fonts-nonfree"
tap "hashicorp/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jetbrains/utils"
tap "keith/formulae"
tap "nikitabobko/tap"
tap "powershell/tap"
tap "xataio/pgroll"
brew "openssl@3"
brew "aria2"
brew "aspell"
brew "ast-grep"
brew "autoconf"
brew "automake"
brew "aztfexport"
brew "python@3.12"
brew "azure-cli"
brew "ncurses"
brew "bash-completion@2"
brew "bat"
brew "bitwarden-cli"
brew "gcc"
brew "pkgconf"
brew "chezmoi"
brew "coder"
brew "dehydrated"
brew "diff-so-fancy"
brew "docker-completion"
brew "doggo"
brew "dotnet@8"
brew "duti"
brew "fastlane"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "gitbackup"
brew "gitleaks"
brew "gitversion"
brew "glab"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "haskell-language-server"
brew "helm"
brew "hq"
brew "htop"
brew "jenv"
brew "jj"
brew "jq"
brew "k6"
brew "kind"
brew "openjdk"
brew "kotlin"
brew "lazygit"
brew "less"
brew "lima"
brew "liquibase"
brew "luarocks"
brew "lynx"
brew "mas"
brew "maven"
brew "minica"
brew "mkcert"
brew "mkdocs"
brew "mono-libgdiplus"
brew "neomutt"
brew "neovim"
brew "nnn"
brew "nvm"
brew "odo-dev"
brew "openapi-generator"
brew "openconnect"
brew "ffmpeg"
brew "opencv"
brew "opentofu"
brew "pandoc"
brew "pass"
brew "php"
brew "pinentry-mac"
brew "pkl"
brew "podman"
brew "pre-commit"
brew "pyenv"
brew "python-yq"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "repo"
brew "ripgrep"
brew "rustup"
brew "sqlcmd"
brew "swaks"
brew "syslog-ng"
brew "tmux"
brew "trash", link: true
brew "vips"
brew "volta"
brew "weasyprint"
brew "wget"
brew "wget2"
brew "whalebrew"
brew "xcenv"
brew "xq", link: false
brew "zsh"
brew "zsh-autosuggestions"
brew "auth0/auth0-cli/auth0"
brew "azure/bicep/bicep"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
brew "jetbrains/utils/qodana"
brew "keith/formulae/reminders-cli"
brew "powershell/tap/powershell", link: false
brew "xataio/pgroll/pgroll"
cask "aerospace"
cask "arc"
cask "beyond-compare"
cask "chatgpt"
cask "cursor"
cask "devpod"
cask "discord"
cask "docker-desktop"
cask "dotnet-sdk"
cask "dotnet-sdk9"
cask "dotnet-sdk9-0-100"
cask "dotnet-sdk9-0-200"
cask "dotnet-sdk9-0-300"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-microsoft-office"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "hashicorp-vagrant"
cask "jetbrains-toolbox"
cask "knockknock"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "obsidian"
cask "parallels"
cask "postman"
cask "postman-cli"
cask "powershell"
cask "proxyman"
cask "rapidapi"
cask "raycast"
cask "sf-symbols"
cask "swiftbar"
cask "tower"
cask "vagrant"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "CapCut", id: 1500855883
mas "Cardhop", id: 1290358394
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "FTP", id: 6448847832
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Jump Desktop", id: 524141863
mas "Keka", id: 470158793
mas "keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Meshtastic", id: 1586432531
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
mas "PDF Expert", id: 1055273043
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "PLIST Editor", id: 1157491961
mas "Prime Video", id: 545519333
mas "Prompt", id: 1594420480
mas "S3", id: 6447647340
mas "ShellFish", id: 1336634154
mas "Source", id: 6450856155
mas "StopTheMadness Pro", id: 6471380298
mas "TestFlight", id: 899247664
mas "Transmit", id: 1436522307
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
whalebrew "directory"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "heaths.vscode-guid"
vscode "hediet.vscode-drawio"
vscode "ms-azure-load-testing.microsoft-testing"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-toolsai.datawrangler"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "teamsdevapp.vscode-ai-foundry"
