tap "homebrew/bundle"
tap "isen-ng/dotnet-sdk-versions"
tap "mike-engel/jwt-cli"
brew "openssl@3"
brew "azure-cli"
brew "bitwarden-cli"
brew "chezmoi"
brew "docker-completion"
brew "fastlane"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jq"
brew "mono-libgdiplus"
brew "nvm"
brew "pass"
brew "pinentry-mac"
brew "pyenv"
brew "rbenv"
brew "repo"
brew "rustup-init"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "mike-engel/jwt-cli/jwt-cli"
cask "azure-data-studio"
cask "beyond-compare"
cask "docker"
cask "dotnet-sdk8-0-200"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "postman"
cask "postman-cli"
cask "powershell"
cask "proxyman"
cask "tower"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"
