tap "homebrew/bundle"
tap "isen-ng/dotnet-sdk-versions"
tap "mike-engel/jwt-cli"
brew "openssl@3"
brew "azure-cli"
brew "bitwarden-cli"
brew "chezmoi"
brew "docker-completion"
brew "fastlane"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jq"
brew "mono-libgdiplus"
brew "nvm"
brew "pass"
brew "pinentry-mac"
brew "pyenv"
brew "rbenv"
brew "repo"
brew "rustup-init"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "mike-engel/jwt-cli/jwt-cli"
cask "azure-data-studio"
cask "beyond-compare"
cask "docker"
cask "dotnet-sdk8-0-200"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "postman"
cask "postman-cli"
cask "powershell"
cask "proxyman"
cask "tower"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"
vscode "davidanson.vscode-markdownlint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "tomoki1207.pdf"
vscode "wscats.cors-browser"
